{
"welcome_message": "Welcome to African Researchers Network CIC, UK, where our mission is to empower people through education. Our goal is to bring African insights into interdisciplinary and cross-disciplinary approaches to research themes across the globe.",
"promoting_collaboration": "At African Researchers Network, we are dedicated to promoting collaboration and sharing knowledge among researchers. Our webinars, conferences, and seminars are designed to address practical issues facing people of African descent, both on the continent and in the UK Diaspora. We produce video documentation of those events as online academic resources to ensure that our members have access to quality resources that will help them conduct research in their respective fields.",
"documenting_knowledge": "We publish journals, books, and newsletters to document African indigenous knowledge systems. Our publications aim to educate and enlighten people about the vast wealth of knowledge that Africa has to offer, and we welcome contributions from our members. We promote publications in various popular African languages that have rich literary and academic history, such as Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, and Somali",
"creating_online_repositories": "At African Researchers Network, we also create online repositories, archives, and databases for academic researchers. Our archives consist of rare and unique texts that are often unavailable to the general public. We collaborate with existing publishing companies in the UK towards the documentation of African indigenous knowledge systems and create online archives of these textual heritages.",
"opportunities_for_researchers": "By joining African Researchers Network, you will have the opportunity to collaborate with researchers across Africa and the Diaspora. You can participate in our webinars, conferences, and seminars, where you can share your knowledge and expertise with other members. Additionally, we provide editorial, translation, and publishing opportunities to researchers who need to share their ideas through print or online publishing outlets. Some of these published works will be freely available to the public as open-source and without any payment for the subscription on our website.",
"call_to_action": "Join us today and become a part of our growing network of researchers. Together, we can contribute to the development of research in Africa and empower people through education. Our call for action is to join the community and be a part of a collaborative effort to enhance research and promote the documentation of African indigenous knowledge systems."
}