{
"welcome_message": "Mauya kune African Researchers Network CIC, UK, pane kurwadziwa kwenyu kukurudzira varume nevaro mune chidziwo. Chishandiso chedu chiri kuwanzira kuti mizimu yeAfrica idziwe mu maunganidzo anoshandiswa muunyanhewe nemuvhu kana zvinodakupa. Isu tinozvitonga nekuti tinotanga mafhirimu ekushanda nepamusoro penyu. Zvinoitika nekuti mafhirimu ekushanda achipihwa pavanhu vaviriye vaAfrika vachinzi ndinodawo, nezvishoma kuti kuve nemavara ekumambo, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona neSomali.",
"promoting_collaboration": "Kune African Researchers Network, isu tichinomirira kuzviunganidza nekusanganisira chidziwo kuvanhu vanoshanda nepamusoro. Mawebhaza edu, maporofita, nezvekutanga kunogadzirira zvimwe zvinhu zvinoparadzwa muvaviriye vaAfrika, vachidikiro nemapiritsi eUnited Kingdom. Tinotengesa mazita ako ekukanganisa zvimwe zvinhu izvi kana kutaura zvako zvikuru nemakwikwi asina kukanganiswa.",
"documenting_knowledge": "Isu tinoita mavhiki, mapurogiramu, nezvinyorwa zvehupenyu hwevana veAfrika. Matohwe edu acho anoshanda kuti vadzive kuti Africa inosanganisira nyika dzese. Tinotanga zvishoma kuti wakawana kuuraya hukama hwemakwikwi hweAfrica, nemarwere mazhinji akasiyana. Tinokanganisa nemapiritsi eUnited Kingdom kuti tibate mari yedu kuuya kwenyu kwemakwikwi acho nemabheti emazuva ese.",
"creating_online_repositories": "Isu kune African Researchers Network, tinotengesa zvinyorwa kana kuti tindikidzira nhamba dzekushandiswa muvaviriye vachidikiro. Makwikwi edu anotariswa nemhanga ine zvinyorwa zvasiyana asi zvakanaka zvemabhuku akasiyana akawanda akasiyana. Isu tinosanganisira nezvekutanga nokubatanidza pamusoro penaAfrica. Tinovakana kunezvinhu zvose zviri kuonewa muwebhu yeAfrica.",
"opportunities_for_researchers": "Kana uchiri kuisa kune African Researchers Network, unogona kuunganidza nemaivako nemavaviriye eAfrica nemuviriye emakomakoma. Unogona kutora sehemu kune mawebhaza edu, maporofita, nezvekutanga uchizodemonstrater zvako zvigadziriso nekugamuchirwa kwemakwikwi acho. Tinofanira kupih r svikiro renyaya dzemabhuku, kuratidza nekushandisa matohwe ekudziisa nzira dzemabhuku acho. Zvinoratidza kuti tinozvitonga nekuti zvichakubatsira kuti upenyu hwako hwese hurambe mberi mune hurongwa hwemakwikwi acho.",
"call_to_action": "Tambirai nesu isuwo shoma kana kuti mugadzire nemaivako pamusoro penafrica. Tiri kuisa muzvondi zvedu kuvanhu varwadziwa, tinoziva kuti pamusoro penyu nevanhu nekushandisa matohwe ekusimbisa hurongwa hwemakwikwi acho. Tiri kuti tinogadzira nekubatanidza vachidikiro kune zvimwe zvinhu izvi nekuti tikwanise kuti tiri sevanhu vakanaka kubva Africa."
}