{
  "welcome_message": "Wọle si African Researchers Network CIC, UK, nitori pe o nlo ni itọju lati wọ ṣe pẹlu eri. Iṣẹlẹ yẹ ni lati da ara rẹ si interdisciplinary ati cross-disciplinary approaches to research themes ni ipilẹ. A nlo ni lati ṣe apẹrẹ si academic resources ni various popular African languages ti o ni rich literary ati academic history, such as Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, ati Somali.",
  "promoting_collaboration": "Ni African Researchers Network, a nlo ni lati promote collaboration ati sharing knowledge ni ibẹrẹ. Webinars yẹ, conferences, ati seminars yẹ ni designed to address practical issues ni ibẹrẹ African descent ni ipilẹ ati ni UK Diaspora. A ṣe produce video documentation ni o ni online academic resources lati ni ifẹ rẹ members ni access to quality resources ti o le ṣe lati yan research ni ibẹrẹ respective fields.",
  "documenting_knowledge": "A ṣe publish journals, books, ati newsletters lati document African indigenous knowledge systems. Publications yẹ ni lati educate ati enlighten ibẹrẹ lati vast wealth ni knowledge ti Africa ni o wa, ati a nlo ni welcome contributions ni ibẹrẹ members.",
  "creating_online_repositories": "Ni African Researchers Network, a nlo ni ṣe online repositories, archives, ati databases ni academic researchers. Archives yẹ ni rare ati unique texts ti o ni often unavailable lati the general public. A collaborate ni existing publishing companies ni UK towards the documentation ni African indigenous knowledge systems ati ṣe online archives ni o ni textual heritages.",
  "opportunities_for_researchers": "Ni joining African Researchers Network, o yoo have the opportunity to collaborate ni ibẹrẹ across Africa ati the Diaspora. O le participate ni o ni webinars, conferences, ati seminars, nitori pe o le share o ni knowledge ati expertise ni ibẹrẹ members. Additionally, a nlo ni provide editorial, translation, ati publishing opportunities lati ibẹrẹ ti o ni lati share ibẹrẹ ideas ni print ati online publishing outlets. Some ni o ni published works yoo be freely available lati the public as open-source ati without any payment ni ibẹrẹ subscription ni o ni website.",
  "call_to_action": "Join us today ati ṣe member ni o ni growing network ni ibẹrẹ. Together, a ni o le contribute ni the development ni research ni Africa ati wọ ṣe pẹlu eri. Call yẹ ni lati join ni community ati ṣe member ni o ni collaborative effort to enhance research ati promote ni documentation ni African"
}
