{
"welcome_message": "Welcome to African Researchers Network CIC, UK, where our mission na to empower people through education. We wan bring African insights into interdisciplinary and cross-disciplinary approaches to research themes across the globe. We go achieve this by making academic resources available for various popular African languages wey get rich literary and academic history like Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, and Somali.",
"promoting_collaboration": "For African Researchers Network, we dey dedicated to promoting collaboration and sharing knowledge among researchers. Our webinars, conferences, and seminars dey designed to address practical issues wey affect people of African descent, both for the continent and for UK Diaspora. We dey produce video documentation of those events as online academic resources to ensure say our members fit get access to quality resources wey go help them conduct research for their respective fields",
"documenting_knowledge": "We dey publish journals, books, and newsletters to document African indigenous knowledge systems. Our publications dey aim to educate and enlighten people about the vast wealth of knowledge wey Africa get to offer, and we dey welcome contributions from our members.",
"creating_online_repositories": "For African Researchers Network, we also dey create online repositories, archives, and databases for academic researchers. Our archives dey consist of rare and unique texts wey people no dey see everywhere. We dey collaborate with existing publishing companies for UK towards the documentation of African indigenous knowledge systems and create online archives of these textual heritages.",
"opportunities_for_researchers": "As you join African Researchers Network, you go fit collaborate with researchers across Africa and the Diaspora. You fit participate for our webinars, conferences, and seminars, where you go fit share your knowledge and expertise with other members. We dey provide editorial, translation, and publishing opportunities to researchers wey need to share their ideas through print or online publishing outlets. Some of these published works go even dey freely available to the public as open-source and without any payment for the subscription on our website.",
"call_to_action": "Our call to action na make you join us today and become part of our growing network of researchers. Together, we fit contribute to the development of research for Africa and dey empower people through education. Make you answer this call and join the community as we collaborate to enhance research and promote the documentation of African indigenous knowledge systems."
}