{
"welcome_message": "مرحبًا بك في شبكة الباحثين الأفارقة في شركة CIC البريطانية، حيث تكمن مهمتنا في تمكين الأفراد من خلال التعليم. هدفنا هو إدخال النظرة الأفريقية في النهج التخصصي والتخطيطي لموضوعات البحث عبر العالم. نحقق هذا من خلال توفير المصادر الأكاديمية بلغات أفريقية شائعة مثل العربية والسواحيلية والأمهرية واليوروبا والزولو والإيجبو والهوسا والكوسا والأفريكانية والشونا والصومالية التي تمتلك تاريخاً أدبياً وأكاديمياً غنيًا.",
"promoting_collaboration": "في شبكة الباحثين الأفارقة، نحرص على تعزيز التعاون وتبادل المعرفة بين الباحثين. تم تصميم ندواتنا ومؤتمراتنا وحلقات النقاش لمعالجة القضايا العملية التي تواجه الأفارقة، سواء في القارة أو في المهجر البريطاني. نقوم بتوثيق الفيديو لهذه الفعاليات كموارد أكاديمية عبر الإنترنت لضمان توفير مصادر ذات جودة لأعضائنا ومساعدتهم على إجراء الأبحاث في مجالاتهم المختلفة.",
"documenting_knowledge": "نقوم بنشر المجلات والكتب والنشرات لوثيق أنظمة المعرفة الأصلية الأفريقية. تهدف منشوراتنا إلى تعليم وإنارة الناس حول الثروة الهائلة من المعرفة التي تقدمها أفريقيا، ونرحب بمساهمات أعضائنا.",
"creating_online_repositories": "في شبكة الباحثين الأفارقة، نقوم أيضًا بإنشاء مستودعات عبر الإنترنت وأرشيفات وقواعد بيانات للباحثين الأكاديميين. تتألف أرشيفاتنا من نصوص نادرة وفريدة من نوعها غالبًا ما يصعب الوصول إليها من قبل الجمهور العام. نتعاون مع شركات النشر الحالية في المملكة المتحدة نحو توثيق أنظمة المعرفة الأصلية الأفريقية وإنشاء أرشيفات عبر الإنترنت لهذه التراثات النصية.",
"opportunities_for_researchers": "عند الانضمام إلى شبكة الباحثين الأفارقة، ستتاح لك فرصة التعاون مع الباحثين في جميع أنحاء أفريقيا والمهجر. يمكنك المشاركة في ندواتنا ومؤتمراتنا وحلقات النقاش، حيث يمكنك مشاركة معرفتك وخبرتك مع أعضاء آخرين. بالإضافة إلى ذلك، نقدم فرص تحرير وترجمة ونشر للباحثين الذين يحتاجون إلى مشاركة أفكارهم من خلال المنشورات المطبوعة أو الإلكترونية. وسيتم توفير بعض هذه الأعمال المنشورة بشكل مجاني للجمهور كمصادر مفتوحة على موقعنا على الإنترنت.",
"call_to_action": "انضم إلينا اليوم وكن جزءًا من شبكتنا الناشئة من الباحثين. سويًا، يمكننا المساهمة في تطوير البحث في أفريقيا وتمكين الأفراد من خلال التعليم. دعوتنا للعمل هي الانضمام إلى المجتمع وأن تكون جزءًا من جهود التعاون لتعزيز البحث وتشجيع وثائق أنظمة المعرفة الأصلية الأفريقية."
}