{
"welcome_message": "Soo dhowow African Researchers Network CIC, UK, waxaanu u diiradaa dadka waxbarashada ku baxsan. Maamulkaas ayaa hawshaa noogu sameeya inay soo saaraan fikrado taariikheed, dhaqameed, iyo suugaan Afrikan ah oo gaar ahaan luqadaha hooseeya, sida Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, iyo Somali, si loogu gudbiyo dhammaan qaybaha adduunka oo keliya.",
"promoting_collaboration": "African Researchers Network, waxaanu u dedaalnaa inaan ka soo horjeedno isdhexgalka iyo kala hadalka fikrada ku saabsan dadka Afrikaan ah oo ku nool qarnigii hore iyo kuwa UK Diaspora. Webinars-keena, shirarka, iyo seminaarrada ayaa loo qaadayaa inay ka hadlaan arrimaha caanka ah ee looga baahan yahay dadka afrikada ah, oo la xiriira waqtiyada maal-gashiga ah oo loo yaqaan qaybaha maal-gashiga. Waxaanu soo saaraynaa warshado muujinaya faallooyinka video ee ay soo qorteen si loo fududahay inay tahay inay adeegsadaan waxbarashooyin qaybta.",
"documenting_knowledge": "Waxaanu qoreynaa jurnaalooyin, buugaag iyo warbaahino si loogu ducaysan karo dhaqameedka cilmiga gaarka ah ee Afrikada ah. Waxaanu ardaygaaga waxay isku dayayaan inay ogaadaan dhowr qaybaha oo la xiriira dhaqameedka cilmiga ah ee Afrikada ah, waxaanu sidoo kale ka bixinaaynaa waxyaabo kale oo ay tahay mid muhiim ah oo ay ka mid tahay dhaqameedka cilmiga ah ee Afrikada ah, iyo waxaanu soo dhisnaa siyaabooyin ay isku dayaan ardaygaaga.",
"creating_online_repositories": "Waxaanu sidoo kale soo saaraynaa xarumo, diiwaan, iyo dhammaan akhriskaaga qaybta cilmiga ah. Waxaanu xarumadaaga ku salaysanaynaa qoraallada dhexdhexaadinta oo aan laga helin dadka caanka ah, iyo waxaanu isku dayaynaa mashruucyada la-taliyaya cilmiga gaarka ah ee Afrikada ah oo ku xiran UK si loo soo saaro diiwaanada la xiriira dhaqameedka cilmiga ah ee Afrikada ah.",
"opportunities_for_researchers": "Markii aad ku soo qaatay African Researchers Network, waxaad leedahay fursad u diyaar ah inaad isku daydo ardaygaaga oo ku nool Afrika iyo Diaspora. Waxaad ka qayb-qaataan webinars-keena, shirarka, iyo seminaarrada, waxaadna ka wada hadli kartaa aqoonyahannooyinkaaga iyo talaabooyinkaaga kale. Sidoo kale, waxaanu siinaynaa fursado tafatiridda, tarjumidda, iyo diiwaangelinta ardaygaaga cilmiga ah oo loo baahan yahay inay la xiriiraan habka soo saaridda fikradooyinkaaga qoraalka ama internetka. Waxayna jiraan baadhitaan badan oo ay ku jiraan baadhitaanka ugu haboon ee xogta dhaqameedka cilmiga ah ee Afrikada ah oo lagu darsado si heerka ugu fiican.",
"call_to_action": "Ku soo biir hadda African Researchers Network si aad ugu noqoto qaybta ay ka mid yihiin ardaygaaga dhigata cilmiga Afrikada ah. Markaa, waa inaanu ku laabanno is-dhexgalka iyo inaanu kordhino dhaqameedka cilmiga Afrikada ah. Waad ku raaxaysan kartaa inaad noqoto qaybta iskuulka iyo fikradooyinka ay ka mid yihiin cilmiga Afrikada ah ee soo saaridda iyo ku soo dhawaada waxyaabaha dhaqameedka cilmiga ah ee Afrikada ah."
}