{
"welcome_message": "Welkom by African Researchers Network CIC, UK, waar ons misie is om mense te bemagtig deur opvoeding. Ons doel is om Afrika-insigte in interdissiplinêre en interdissiplinêre benaderings tot navorsingsthemas oor die hele wêreld te bring. Ons bereik dit deur akademiese hulpbronne beskikbaar te stel in verskeie gewilde Afrika-tale wat 'n ryk letterkunde en akademiese geskiedenis het, soos Arabies, Swahili, Amhariek, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona en Somali.",
"promoting_collaboration": "By African Researchers Network, is ons toegewy aan die bevordering van samewerking en kennisdeling tussen navorsers. Ons webinars, konferensies en seminariee is ontwerp om praktiese kwessies aan te spreek wat mense van Afrikaanse afkoms beleef, sowel op die kontinent as in die UK Diaspora. Ons produseer video-dokumentasie van hierdie gebeure as aanlyn akademiese hulpbronne om seker te maak dat ons lede toegang het tot gehaltehulpbronne wat hulle sal help om navorsing in hulle respektiewe velde uit te voer.",
"documenting_knowledge": "Ons publiseer joernale, boeke en nuusbriewe om Afrika-indigene kennisstelsels te dokumenteer. Ons publikasies beoog om mense te onderrig en te verlig oor die omvattende rykdom aan kennis wat Afrika bied, en ons verwelkom bydraes van ons lede.",
"creating_online_repositories": "By African Researchers Network, skep ons ook aanlyn argiewe, argiefte en databasisse vir akademiese navorsers. Ons argiewe bestaan ​​uit skaars en unieke tekste wat dikwels onbeskikbaar is vir die algemene publiek. Ons werk saam met bestaande uitgewersmaatskappye in die UK ten opsigte van die dokumentasie van Afrika-indigene kennisstelsels en skep aanlynargiewe van hierdie tekserfgoede.",
"opportunities_for_researchers": "Deur aan te sluit by African Researchers Network, sal jy die geleentheid hê om saam te werk met navorsers regoor Afrika en die Diaspora. Jy kan deelneem aan ons webinare, konferensies en seminars, waar jy jou kennis en deskundigheid met ander lede kan deel. Ons bied ook redaksionele, vertaal- en publikasiegeleenthede aan navorsers wat hul idees deur druk of aanlyn publikasiekanale wil deel. Sommige van hierdie gepubliseerde werke sal vrylik beskikbaar wees aan die publiek as oopbron en sonder enige betaling vir die inskrywing op ons webwerf.",
"call_to_action": "Sluit vandag aan en word 'n deel van ons groeiende netwerk van navorsers. Saam kan ons 'n bydrae lewer tot die ontwikkeling van navorsing in Afrika en mense bemagtig deur opvoeding. Ons oproep tot aksie is om deel te word van die gemeenskap en 'n deel van 'n saamwerkende poging te wees om navorsing te bevorder en die dokumentasie van Afrika-indigenous kennisstelsels te bevorder."
}