{
"welcome_message": "Wamkelekile e-African Researchers Network CIC, UK, apho into ethuyo kukwenza abantu babonakalise ngokwenza obuchule nobunye ngephulo. Ingxelo yethu kukufikelela amathuba okulibala izinto zase-Afrika ngokumazwe nokutshintsha izinto ngokufunyaniswa ngezithombe ze-research kwiindawo ezo zonke zamazwe. Silawula lo nto ngokufaka iindawo zezilwanyana zase-Afrika zibe nezinto ezibandakanya ngokweli lizwe libe nemfundo, zibe ngamaLariika, iSwahili, Amharic, iYoruba, iZulu, iIgbo, iHausa, isiXhosa, iAfrikaans, iShona, kwaye iSomali.",
"promoting_collaboration": "Kwi-African Researchers Network, sisaphila kwenqubo yokulawula usapho nemfundo phakathi kwezo-ziresearch. Iimviwo zethu, iikhonferensi nemibukeli zimela ukuba singabantu bakwazi ukhuthaza izinto zase-Afrika ngokumazwe kwaye singabi nabantu abakhoyo phakathi kwiDiaspora ye-UK. Siyafakela i-video documentation yama-mviwo lawo ukuze zonke zizakhamuzi zethu zibe nezinto zokusetha ngokulunga ezinye zeziqhamo ezibalulekileyo.",
"documenting_knowledge": "Sithethekela iimaziko, iibhuku kwaye iinewletters ukuze sithetheke imvelaphi yezithombe ze-research ezingumzalwane ze-Afrika. Amagama okuphatha nokuphakamisa kwamaziko ethu kuyazisa abantu ngokwenene ngokunjalo kunye nokwakhaqamisa ukuba kufanele zonke ziyadlula ngokukhawuleza kwihlabathi. Siyathetha neminqweno yabaChawuli ethu.",
"creating_online_repositories": "E-African Researchers Network, sisaphila ukwakha i-online repositories, i-archives kunye nenombolo zeziziresearch ze-academic. Iinkcukacha zethu ziyanqezo lwelaba enkulu leziziba ezinye kufuneka phakathi kwezinye ezinye. Sifakela iziphumo ezilandelayo zezilwanyana zase-UK ukuze sithetheke imvelaphi yezithombe ze-research ze-Afrika kwaye sisaphila i-online archives ye- textual heritage.",
"opportunities_for_researchers": "Ukuba uye ku-African Researchers Network, uya kwenza ukuba ngumzalwane wamatye kwiAfrica kunye no-Diaspora. Uya kuba nokuqinisekisa iimviwo zethu, iikhonferensi, nemibukeli apha kwi-website ethu, apho kuba nabobenza ubunye nokhuthaza ukwazi nokwazi ngamanye amazwe. Okokugcina, sithatheka ngemisebenzi yezakhiwo, ukuqapha, kwaye ukuqalisa ezizixhobo zezifundo zase-printed kwaye kwi-online publishing outlets. Amagama apha kunye namanye ama-publish aza kuba ephumlelweni kwezinye zezimviwo ezifumaneka kwi-public ngokokhawuleza kunye nembeko engaphumla kwikheli lethu.",
"call_to_action": "Baxhase ngoku ukuze ubone uye kwiziko lokuhlala kwaba namhlanje, sisonke siza kwenza imisebenzi yokulungiselela inkqubo yezifundo zase-Afrika ngokumazwe nokulawula abantu ngokwenza obuchule nobunye. Umthetho wethu wokhathazo wokwenza ke ukuba uyifumanele yonke imiqathango ukuba uboneke, ngoku siza kwenzela kwisapho sokulawula izithombe ze-research kunye nokuthetha amaziko ezintle ze-Afrika."
}