{
"welcome_message": "Siyakwamukela ku African Researchers Network CIC, UK, lapho isicelo sethu kuyokuqinisekisa abantu ngesifunda. Isikhathi sethu siyinyanga yokwakha amathuluzi Afrika ngokwenza izifundo zokubona ngemithombo yokufundisa ngezindawo ezithile zangokwethu kanye nokusobala ngendlela yokufunda ezweni lonke. Sizokusiza ngokwenza izindawo zokufunda ezifundweni ezahlukene ze Afrika ezitholakala kulezilimi ezintsha zangokwethu ezisemthethweni kanye nezilimi ezincane kakhulu zokwethembeka, njengoba kuyimpumelelo sethu ukuba izindawo zethu ziqhathanise izifundo zomphakathi ngenxa yezilimi zokwethembeka, njenge Arabhi, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, kanye no Somali.",
"promoting_collaboration": "Kwi African Researchers Network, siyalungisa ukushintsha umqondo phakathi kwezifundiswa futhi sizama ukwenza wonke umuntu ophethwe yiAfrika, kuzoba nenhliziyo yokwakha emhlabeni jikelele. Amacala ethu, konke okudingayo kwezemidlalo, konke okudingayo kwemisebenzi, sikhona ukusoloko sikhangisa izinhlobo zezigaba ezikhethekile ezihambisana ngezizwe zikaAfrika, okuyi ezweni lokwakha ne UK Diaspora. Sizokwenza wonke umuntu ophethwe yiAfrika ngokwengeza ukuthi zonke izindawo zokufunda zibe yingxenye yabo yokwakha emhlabeni jikelele, ngokusiza ukuba zizame ngendlela efanele ukufunda ezimpilweni zabo.",
"documenting_knowledge": "Sizolungisa ukufakwa kwamathuluzi, iindlela ezahlukileyo kwaye nezinewsletters zokufakwa kwemfundo yezabasebenzi zikaAfrika. Ezinye izicwangciso zethu zikhulisa abantu ukuthi bazi ukuthi kuyakhona izindlela ezinamandla abantu abathile ukwazi ukuqonda. Sisemukele kakhulu kubantu abaphethe khona futhi sikhulisa izidingo zabo.",
"creating_online_repositories": "Kwi African Researchers Network, sithole izicwangciso, amakhulu kanye nezifundo zebanga lokufunda. Izicwangciso zethu zinamaphepha ezindala kakhulu kunamaphepha asuke esikoleni. Sisamukele kakhulu ekuphatheni kwezicwangciso zethu kwi UK futhi siqhubeka senzela izithuthi zabo,ezifundweni ze Afrika kusukela kulezizindawo zokufunda ezitholakala kulezilimi ezintsha zangokwethu ezisemthethweni kanye nezilimi ezincane kakhulu zokwethembeka. Siwathuthukisa iAfrika kwimfundo kanye nokusobala ngokwakha, njengoba siyakwamukela okuningi kwezinkulungwane.",
"opportunities_for_researchers": "Ukubingelela ku African Researchers Network, uzokwazi ukuba nenkinga yokushintsha umqondo phakathi kwezifundiswa futhi uzokwazi ukushintsha nokubambisana namakhono abasha kusukela Afrika kusukela kwizwe lase UK. Ungakwazi ukusebenza ngezicwangciso zethu, amakhulu kanye nezifundo, lapho ungakwazi ukubambisana nokuzama ukubuyisela inkulumo nokubeka futhi. Ngokuphelele, sisebenza ngezimali, ukulungiswa, kanye nezisho zokufaka kwamanye amaphepha, okungakwazi ukuzisebenzisa ngokukhokhelwa noma nokuchithwa okusihlalo kwiwebsite sethu. Okokugcina, ezinye zalezi zifundazwe zitakukhona kubantu ngokubala kakhulu njengokuphepha okuphelele lapho kubhekwa noma kuchithwa okusihlalo kwiwebsite sethu.",
"call_to_action": "Bingelela manje, ube yingxenye yezindawo zokufunda ezintsha ezingenelele. Sisebenza ngokwethembeka ukuthi sizenze uhulumeni wolwazi okuncintisana ngendlela efanele. Umlando wethu wokubingelela ku African Researchers Network kuyi ukubambisana kusukela, sokwakha iAfrika kanye nokunika abantu umehluko ngokufunda. Sithemba ngokwethembeka ukuthi uzojwayelekela kithi njalo futhi ubengakuthola enye inkinga yezokwakha emhlabeni jikelele."
}