{
"welcome_message": "Nọbaa na African Researchers Network CIC, UK, ebe anyị na-enye ọkachamara ndị mmadụ site na nkuzi. Nlele anyị bụ inweta akwụkwọ Nkuzi nke Afrika na ịzụ uzo ndị na-akwado ọtụtụ akụkọ nkuzi na-agbanyere ụwa niile. Anyị na-eme ya site na inye akwụkwọ nkuzi dị na asụsụ ọtụtụ ndị Afrika na-edemede na-enweghị mkpa, dị ka Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, na Somali.",
"promoting_collaboration": "Na African Researchers Network, anyị na-ekwado ịzụ ọganihu na ịnweta amụma etiti ndị nchịkọta. Ozi anyị na ozi mgbasa ozi anyị bụ iji nye ndị mmadụ ndị bi na Afrika ihe ha chọrọ ịkpọghị anya, n'ime ụwa na UK Diaspora. Anyị na-eme vidiyo nkwupụta akụkọ a ka nkụzi akwụkwọ ndị na-adịghị adị site na ịmata ihe ga-enyere ha aka ịme akụkọ nkuzi na mkpụrụ ụlọ oru ha.",
"documenting_knowledge": "Anyị na-abụ akwụkwọ, akwụkwọ, na ozi mgbasa ozi ịdokwara amụma dịdị ndị Afrika. Akwụkwọ anyị nwere ike ịkọrọ ndị mmadụ ihe ọma nke Afrika nwere ike ịnweta, ma anyị na-enye uru site na ndị nchịkọta anyị.",
"creating_online_repositories": "Na African Researchers Network, anyị na-ekwukwo ihe ndị a na-ewebe, nkowaokwu, ma ọ bụ ndekọ data maka ndị nchịkọta akwụkwọ. Nkowaokwu anyị dị na akwụkwọ dị mkpa ma ọ bụ akwụkwọ nke dị icheiche na-adịghị adị mma maka ndị otu. Anyị na-arụ ọrụ na ụlọ ọrụ na-akụkọ akwụkwọ dị na UK maka iju akwụkwọ nke mmuta ndị Afọrika dị na ụlọ ọrụ. Anyị na-eme ihe ndekọ data nke akwụkwọ ndị a na-ewebe.",
"opportunities_for_researchers": "Mgbe ị na-arụ ọrụ na African Researchers Network, ị ga-ahụ nkwado na-eme ihe n'olu ndị nchịkọta dị na Afọrika na Diaspora. ị nwere ike ịzọpụta na ngwaọrụ ndị anyị, nzukọ, ma ọ bụ ngwaọrụ ndị anyị, ebe ị ga-awapụta ịma ma ọ bụ ịtụzị gị na ndị otu ndị ọzọ. N'ezie, anyị na-enye ndị nchịkọta ihe n'olu na-ahụta, nlegharị, ma ọ bụ ụlọ ọrụ na-akụkọ akwụkwọ ndị ga-enyere ha aka iji wepu arụmọrụ ha n'ụlọ ọrụ na-akụkọ akwụkwọ ma ọ bụ ụgbọ ala ọhụrụ. Ọ bụla n'ụlọ ọrụ na-akụkọ akwụkwọ ndị a ga-eme ka ndị otu nwere ikike ịnweta ya n'efu, dị ka mkpụrụ edemede na-enweghị ụgwọ maka ịkwụnye na weebụsaịtụ anyị.",
"call_to_action": "Banye anyị taa ma bụrụ otu n'ime netwọkụ ndị nchịkọta anyị na-akọwakọwa. N'otu, anyị nwere ike ịrụ orụ na nkwado mmezi nchịkọta na Afọrika ma gbanwee ndị mmadụ site na nkwenye. Ọkwa anyị bụ ka ịbanye otu na ịbụ otu n'ime ịgba ọrụ nwere otu na-eme ka anyị nwere ike ịmepụta nchịkọta ma ịkwụnye akwụkwọ nke mmuta ndị Afọrika dị na ụlọ ọrụ."
}