{
"welcome_message": "Karibu kwenye African Researchers Network CIC, UK, ambapo lengo letu ni kuwawezesha watu kupitia elimu. Lengo letu ni kuwaleta ufahamu wa Kiafrika kwenye njia za utafiti zisizo na mipaka na zenye ujumuishaji katika maeneo mbalimbali duniani. Tunafanikisha hili kwa kufanya rasilimali za kielimu kuwa zinapatikana kwa lugha mbalimbali za Kiafrika zenye historia ya kifasihi na kielimu tajiri, kama vile Kiarabu, Kiswahili, Kiamhari, Kiyoruba, Kizulu, Kigbo, Kihawusa, Kixhosa, Kiafrikaans, Kishona, na Kisomali.",
"promoting_collaboration": "Kwenye African Researchers Network, tunajitahidi kukuza ushirikiano na kushirikiana maarifa kati ya watafiti. Webina, mikutano na semina zetu zimeundwa ili kutatua masuala ya vitendo yanayokabili watu wenye asili ya Kiafrika, hapa bara la Afrika na Diaspora ya UK. Tunatoa nyaraka za video za matukio haya kama rasilimali za kielimu mtandaoni kuhakikisha kuwa wanachama wetu wanapata rasilimali bora ambazo zitawasaidia kufanya utafiti katika nyanja zao husika.",
"documenting_knowledge": "Tunachapisha majarida, vitabu, na jarida la habari ili kudhihirisha mfumo wa maarifa ya Kiafrika ya asili. Machapisho yetu yanakusudia kuelimisha na kufungua fikra watu kuhusu utajiri mkubwa wa maarifa ambayo Afrika ina kutoa, na tunakaribisha michango kutoka kwa wanachama wetu.",
"creating_online_repositories": "Kwenye African Researchers Network, tunajenga pia nyaraka mtandaoni, maktaba, na kuhifadhi kwa ajili ya watafiti wa kielimu. Maktaba zetu zina vitabu nadra na vya kipekee ambavyo mara nyingi havipatikani kwa umma. Tunashirikiana na kampuni za uchapishaji zilizopo UK kuelekea kudokumenti mfumo wa maarifa ya Kiafrika ya asili na kuunda nyaraka mtandaoni za urithi huu wa maandishi.",
"opportunities_for_researchers": "Kwa kujiunga na African Researchers Network, utakuwa na nafasi ya kushirikiana na watafiti kutoka Afrika na Diaspora. Unaweza kushiriki kwenye webina, mikutano na semina zetu, ambapo unaweza kushiriki maarifa na ujuzi wako na wanachama wengine. Aidha, tunatoa fursa za uhariri, tafsiri, na uchapishaji kwa watafiti ambao wanahitaji kushiriki mawazo yao kupitia uchapishaji wa karatasi aunyenzo za kielimu mtandaoni. Baadhi ya kazi hizi zilizochapishwa zitapatikana kwa umma kama chanzo wazi bila malipo ya michango kwenye tovuti yetu.",
"call_to_action": "Jiunge nasi leo na kuwa sehemu ya mtandao wetu unaokua wa watafiti. Pamoja, tunaweza kuchangia maendeleo ya utafiti barani Afrika na kuwawezesha watu kupitia elimu. Wito wetu ni kujiunga na jamii hii na kuwa sehemu ya jitihada za ushirikiano ili kuboresha utafiti na kukuza utoaji wa nyaraka za maarifa ya Kiafrika ya asili."
}