{
"welcome_message":"Yōkõ sosai a African Researchers Network CIC, UK, inda muna tafiyar mu ne ta ba mutane ikon samun ilimi. Manufarmu muna ne shi ne ta kawo ra'ayoyin Afrika cikin hanyoyin bincike da ba su da muhimmanci a cikin fannoni daban-daban na bincike a duniya. Muna cimma wannan ne ta hanyar samar da hanyoyin bincike na ilmi a cikin harsunan Afrika masu yawa wadanda suka da tarihi mai girma na rubutu da ilmi, kamar Arabic, Swahili, Amharic, Yoruba, Zulu, Igbo, Hausa, Xhosa, Afrikaans, Shona, da Somali.",
"promoting_collaboration": "A African Researchers Network, muna da nufin taimaka wa wadanda ke bincike su yi aiki tare da juna kuma su kasance cikin damar yin amfani da bayanai. Webinars, taron koyarwa, da kuma taronmu suna dauke da manufofi na magance matsalolin da ke fuskanta mutanen Afrika, a kasar da kuma a cikin yankin UK Diaspora. Muna samar da documentation na bidiyo na wadannan taron a matsayin hanyoyin bincike na ilmi online don tabbatar da cewa 'yan uwanmu na bincike sun sami damar yin amfani da bayanai mai kyau wajen gudanar da bincike a fannoninsu na musamman.",
"documenting_knowledge": "Mun wallafa jaridu, littattafai, da newsletters don tabbatar da ayyukan ilimi na asali a Afrika. Wakokinmu suna nufin ilimantarwa da bayyana mutane game da kudin ilimi da Afrika ke da shi, kuma muna kiran karfafa daga membobinmu.",
"creating_online_repositories": "A African Researchers Network, muna kuma samar da kwanan wata, archives, da databases ga masana ilimi. Archives mu sun hada da texts mabambanta da mafi rarra wadanda ba a samu su ga jama'a ba. Muna hada kai da kamfanonin da suka riga sun saba wallafa a UK wajen bayyana sana'o'i na asali na Afirka kuma muna samar da online archives na wadannan heritages na rubutu.",
"opportunities_for_researchers": "Idan ka shiga African Researchers Network, za ka samu damar hada kai da masana'antu a duk fadin Afirka da Diaspora. Za ka iya halarta a cikin webinars, conferences, da seminars mu, inda za ka iya ba da iliminka da kwarewarka ga wasu members. Sannan mu bayar da damar editorial, translation, da publishing ga masana'antu waɗanda suke bukatar ba da idea su ta hanyar print ko online publishing outlets. Wasu daga cikin wadannan ayyuka da aka wallafa za su zama na gari kuma ba za a biya komai don subscription akan website mu.",
"call_to_action": "Shiga mu yau kuma wani ɓangare na kungiyarmu ta masana'antu mai karuwa. Tare, zamu iya taimakawa wajen ci gaban bincike a Afirka kuma kwarewar mutane ta hanyar ilimi. Koyarwarmu ita ce a shiga cikin al'umma kuma a zama ɓangare na aikin hadin gwiwar wajen inganta bincike da kuma gudanar da bayanai na ilimin yan'uwan Afirka."
}